{   "add-token":"Add to Wallet",
    "addr":"In the following address",
    "all":"All",
    "approve":"Approve",
    "add-token-tip":"Add the current token information to the metamask Wallet",
    "add-to-wallet":"Add {coin} to wallet",
    "add-lp":"Add {coin} Lp",

    "balance":"Balance",
    "bridge":"Bridge",
    "buy":"Buy",
    "burn":"burn",
    "bind":"Bind",
    "beyond-limit":"After the amount limit is exceeded, the transaction time will increase significantly, please be patient",
    "bind-waddr":"Bind withdraw address",
    "bind-waddr-tips":"You have bound {wbind} withdrawal addresses. The withdrawal operation may be sent to any address. Please pay attention to check. Or unbind {ubind} addresses",
    "bridge-guide":"Bridge Guide",
    "b-guide1":"Please select a NFT and a cointype first.",
    "b-guide2":"Get deposite address and bind withdraw address.",
    "b-guide3":"After purchasing NFT, please check whether there is a withdrawal address. If so, please rebind your withdrawal address.",
    "bsc":"BSC wallet address",
    
    "cancel":"Cancel",
    "connect":"Connect Wallet",
    "change-price":"Change sale info",
    "change-waddr":"Change withdraw address",
    "clear-waddr":"Clear withdraw address",
    "correct-amount":"Please enter the correct amount",
    "correct-addr":"Please confirm that the withdrawal address is the collection address of your wallet and that the address is correct.",
    "copy":"Copy to clipboard",
    "copy-ok":"The address has been copied to the clipboard!",
    "copy-err":"Sorry，address copy failed.",
    "cpright1":"All rights reserved.",
    "cpright2":"PlotBridge site is not affiliated with pancake",
    "cpright3":"All third party trademarks are the property of their respective owners",
    "contact":"Contact us",
    "contact1":"- Discord: <a href='https://discord.com/invite/xHC9fBfeVW' target='_blank'>https://discord.com/invite/xHC9fBfeVW</a> <br>- Telegram: <a href='https://t.me/PlotBridge' target='_blank'>https://t.me/PlotBridge</a><br>- Twitter: <a href='https://twitter.com/plot_bridge' target='_blank'>https://twitter.com/plot_bridge</a>",
    "claim":"claim",

    "deposit":"Deposit",
    "desc":"description",
    "dep-rate":"Deposit rate",
    "dep-minFee":"Min deposit fee",
    "dep-limit":"The recommended limit for a single deposit is :",
    "dep-addr":"Get deposit address for {bcoin}",
    "doc":"Doc",
    "data":"Data loading",
    "destroy":"Destroy NFT",
    "dep-rebind":"Unable to rebind deposit address,please refresh the page.",

    "earn":"Earn",
    "earned":"Earned：",
    "ending":"Ending time",
    
    "function":"Function",
    
    "get":"You will get：",
    "getaddr":"No address for this type of deposit,please contract us with discord or telegram. ",
    "guide-bridge":"How to run Bridge",
    "guide-bridge1":"How to convert XCC into BSC chain token WXCC",
    "guide-bridge2":"1. It is recommended to use Chrome to visit PlotBridge.<br>2. Before visit PlotBridge, you need install Chrome extension of MeteMask wallet, and register an account for the wallet.<br>3. Login MetaMask wallet, connect to Binance Smart Chain Mainnet.<br>4. Run PlotBridge at url: <a href='https://bridgemarket.onrender.com/#/Bridge' target='_blank'>https://app.plotbridge.io/#/Bridge</a><br>5. Click “Connect Wallet”， will pop up a window let you confirm for the connect.<br>6. The address of the wallet will displayed on top if wallet connection succeed.<br>7. You need at least one NFT to run bridge,one NFT can bind every the type of coins,you can mint NFT by yourself or choose buy NFT on marketpalce,you also can sell your own NFT on marketplace.<br>8. Select one NFT that you have，and select the coin type that you want to convert(here we select XCC as a demo),then click the ‘Get deposit address for XCC’button.<br>9. On the middle of the page, shows the bridge address which can receive tokens (e.g., Chives). Each NFT has a unique bridge address. You can send tokens from your wallet or your exchange account. <br>10. Click the address, it will be kept in the system clipboard and used as a receiving address for you to send coins.<br>11. The PlotBridge will convert received chives tokens(xcc) coins to BEP20 token PXCC and save them in your MetaMask wallet. You may swap the tokens to other tokens (e.g., BNB) in PancakeSwap website.<br>",
    "guide-bridge3":"How to convert WXCC back to XCC",
    "guide-bridge4":"1. In Withdraw page, you need to bind your Chives wallet address first where you want to draw back and save the Chives token(xcc) to.<br>2. Input the amount of PXCC, click “Withdraw” button, certain amount of XCC will transfer to your Chives wallet. <br>3. The bridge will charge little transaction fee.",
    "guide-bridge5":"What should i do with my PXCC token?",
    "guide-bridge6":"You can exchange the old version token PXCC to the new token WXCC in a 1:1 ratio on the Swap page.",
    "guide-market":"MarketPlace",
    "guide-market1":"In the market, you can buy NFT as you like, or you can sell your own NFT. You can sell or buy NFT using BNB and BUSD currently.",
    "guide-wallet":"Create Wallet",
    "guide-wallet1":"How-to Guide: Connecting MetaMask to Binance Smart Chain",
    "guide-wallet2":"Installing and setting up MetaMask",
    "guide-wallet3":"Start by downloading MetaMask for Chrome, Brave, iOS, and Android.<br>- Next, create a wallet<br>- Write down the backup seed phrase somewhere secure (preferably not on an Internet-connected device)<br>- Without this phrase, your funds can’t be recovered if your device is damaged or lost<br>- Finally, confirm your seed phrase by following the on-screen instructions<br>- And voila! Your wallet is ready to send, store, and receive tokens.",
    "guide-wallet4":"Fast configuring the wallet",
    "guide-wallet5":"- You might notice that we’re still at the Ethereum main network.This won’t work with Binance Smart Chain DApps. At worst, you could lose funds by sending them to addresses you can’t actually use.<br>- You can quickly configure binance smart chain by visiting <a href='https://bscscan.com' target='_blank'>Binance Smart Chain Explorer(bscscan.com)</a>,After accessing the homepage of<a href='https://bscscan.com' target='_blank'>Binance Smart Chain Explorer(bscscan.com)</a>, you will see a button with MetaMask icon and “Add BSC Network” on the bottom right of the page.<br>- click this button, MetaMask extension will pop up, and click Approve to give permission.Now you have completed the configuration,and you are ready to use your wallet on Binance Smart Chain.",
    "guide-wallet6":"Manually configuring the wallet",
    "guide-wallet7":"- If you are temporarily unable to access Binance Smart Chain Explorer (bscscan.com), you can also manually configure the wallet.<br>- Let’s change that. We need to access Settings to point the wallet towards Binance Smart Chain nodes.<br>- On the Settings page, click the Networks.<br>- Click Add Network in the top-right corner to manually add Binance Smart Chain Mainnet.<br>- Network Name: Binance Smart Chain<br>- New RPC URL: https://bsc-dataseed.binance.org/<br>- ChainID: 56<br>- Symbol: BNB<br>- Block Explorer URL: https://bscscan.com<br>- Once you Save the Network and return to the main view, you’ll notice two things: the network has automatically been set to the one you just entered, and the units are no longer denominated in ETH, but in BNB.<br>- For all recent announcements and updates, connect with us.",

    "home":"Home",
    "home1":"Welcome to the PlotBridge beta version",
    "home2":"Any questions? We'd love to hear from you",

    "inbsc":"In your BSC wallet",
    "input-addr":"Input your withdrawal address below",
    "input-desc":"Input the description",
    "id":"Id",
    "img":"Anything is possible.",
    "intoduction":"Intoduction",
    "intoduction1":"PlotBridge is a gateway/bridge between various plot-based blockchain networks (PoST networks like Chia, Chives, etc.) and mature smart blockchain networks (Binance Smart Chain, etc.) It can be used to wrap native coins like Chia(XCH), Chives(XCC) into corresponding tokens like WXCH, WXCC, and, course, unwrap tokens back into corresponding native coins.<br>Currently supported smart chains:<br>- Binance Smart Chain (BSC)</br>Currently supported coins:<br>",
    "intoduction2":"Who are we?",
    "intoduction3":"- We are Chia and forks farmers. We are working on develop apps to serve other farmers, to make our work and life a little easier.",
    "intoduction4":"What problem we met?",
    "intoduction5":"- Difficult to use: No DeFi, game or other app yet<br>- Difficult to keep a lot of full-node wallets<br>- It may require a couple of years for the ecosystem of Chia and forks to grow, to solve these problem.",
    "intoduction6":"What does PlotBridge do?",
    "intoduction7":"- It connects Chia and forks to the Binance Smart Chain (BSC), and maybe more chains.Chia and forks (such as Chia, Chives, HDDcoin, Profit, etc.) can be converted 1:1 to tokens on BSC, and vice-versa.<br>We also plan to make more app for farmers, such as light-wallet.",
    "intoduction8":"Advantage for users?",
    "intoduction9":"- As tokens in BSC, tokens can be used in DeFi systems, such as:<br>- Instant swap to other tokens or BNB<br>- Provide liquidity and get reward<br>- Saving<br>- Lending<br>- So, these sleeping coins can be used, or sold easily. It’s also easier for people to buy coins and bridge back to Chia and forks native chain.",
    "intoduction10":"Risk and our resolution",
    "intoduction11":"- Risk: Loss of coins,Coins need to be stored in PlotBridge wallets as custody. If we got hacked, or we “exit-scam”, coins will be lost.<br>- Resolution: For each coin, there are 2 PlotBridge operation wallets:<br>- 1.Checking account:Daily use for deposit and withdraw, keeper can mint WCoin without exceed the limitation.<br>- 2.Saving account:Not used so often. Keeps most part of the custodial coins, controls the minting limitation.<br>- The saving account and keeper can run in a computer running full-node inside firewall, under the admin of a more trustworthy team (such as the coin official team), so: If our checking account got hacked, or we “exit-scam”, coins in the saving account can still keep. The loss are limited.",
    "intoduction12":"What we pay and earn",
    "intoduction13":"- Aside for team living and server maintenance. For each coin deposit, we need to pay for:<br>- 1. WCoin mint<br>- 2. WCoin mint limitation adjustment<br>We charge fee on:<br>- 1.NFT mint<br>- 2. WCoin deposit<br>- 3. WCoin withdraw",

    "look-info":"Please connect wallet",
    "loading":"Loading ...",
    "lock-time":"Locking time",
    
    "market":"MarketPlace",
    "mintPBT":"Mint PBT",
    "mintable":"NFT's currently available for minting :",
    "my-nfts":"My NFTs",
    "my-sale":"My Selling",
    "max":"Max",
    
    "none":"Currently no NFTs can be minted , please wait.",
    "no-waddr":"Unbound withdrawal address",
    "no-redeem":"There is no such exchange",
    "no-desc":"No Description",
    "no-nft":"No PBT found in your wallet. You can buy in market, or mint a new one",
    "no-selling":"Buyable PBT not found yet... How about mint one?",
    "no-mysale":"Can't find any of your selling PBT",
    "not-start":"This feature will be available after pre-sale completed, please stay tuned",
    "not-start-pre":"Pre-sale is expected to start on April 24th, all the BNB received in this pre-sale will be used to provide official PBP-BNB liquidity on pancakes. We guarantee this official liquidity pool will be locked up for at least 3 months, and the initial price of PBP will be higher than the highest pre-sale price. Please stay tuned.",

    "old-balance":"Old Token Balance",
    "or":"OR",
    "openNFT":"Please select a nft first",
    "onSale":"On Sale",
    
    "price":"Price",
    "price-tips":"Price is Empty",
    "presale":"Presale",
    "prepay":"Expected payment",
    "purchase":"Avaliable for purchase",
   
    "redeem":"Upgrade",
    "rd-info":"Tokens in previous version of PlotBridge can be upgraded here.",
    "rd-rate":"send {amount} {oldsymbol}, then {amount} {newsymbol} will be received",
    "road-map":"RoadMap",
    "retreat":"Retreat from market",
    "remainder":"Remainder",
    "redeem-notice":"Upgrade function will online soon",


    "select-coin":"Select Coin",
    "sell":"Sell",
    "send-tomk":"Send to the market",
    "send":"Send",
    "set-sell-info":"Set price and description",
    "swap":"Swap",
    "s-swap":"Simple Swap",
    "s-swap1":"Trade common tokens (powered by PancakeSwap)",
    "stake":"Earn",
    "staking":"Staking：",
    "set-s-amount":"Set Stake Amount",
    "stage":"Stage",
    "stake-start":"Staking start time",


    "to-market":"Go to the market",    
    "tips-amount1":"The amount is too small, you won't receive anything.",
    "tips-amount2":"The amount is too much, and you don't have enough balance",
    "tips-waddr":"When an account is bound to multiple addresses of multiple wallets, the money may be randomly sent to one of them. Please pay attention to check.",
    "total-staked":"Total staked：",

    "withdraw":"Withdraw",
    "w-rate":"Withdraw rate",
    "w-minFee":"Min withdraw fee",
    "w-limit":"The recommended limit for a single withdraw is：",
    "w-addr":"Withdraw {bcoin} will be send to this address"
}
